Show / Hide Table of Contents
Enum LoadGroupType
Load group type
Namespace: IdeaRS.OpenModel.Loading
Assembly: IdeaRS.OpenModel.dll
Syntax
public enum LoadGroupType
Fields
 Name |  Description
 Accidental
Accidental
 Fatigue
Fatigue
 Permanent
Permanent
 Seismic
Seismic
 Variable
Variable
 Improve this Doc
 View Source